[Information]
TRANSLATOR=Queen-Soft.blogspot.com
VERSION=2.2.0

[Language]
LANGUAGE=Românã
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0418

[Menu]
FILE=&Fişier
FILE_EXIT=&Ieşire
EDIT=&Editare
EDIT_COPY=&Copiere
THEME=&Temă
HELP=&Ajutor
HELP_ABOUT=&Despre CrystalDiskMark

; 3.0
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)

[Message]
STOP_BENCHMARK=Opreşte testarea.
DISK_CAPACITY_ERROR=Capacitatea discului este insuficientă.
DISK_CREATE_FILE_ERROR=Eroare creare fişier.
DISK_WRITE_ERROR=Eroare scriere.
DISK_READ_ERROR=Eroare citire.

[Title]
TEST_DRIVE=Testează unitatea
TEST_SIZE=Mărime test
TEST_NUMBER=Test numărul

[WindowTitle]
ABOUT=Despre CrystalDiskMark
